Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: Viet Nam also shares the concern of a number of countries on the issue of abduction.
fr: Le Viet Nam partage également la préoccupation d'un certain nombre de pays sur la question des enlèvements.

source: Viet Nam's principled position is to reject all acts of abduction.
fr: La position de principe du Viet Nam est de rejeter tous les actes d'enlèvement.

source: The Acting President: The Assembly has thus concluded this stage of its consideration of sub-item (c) of agenda item 71.
fr: La Présidente par intérim (parle en anglais) : L'Assemblée générale a ainsi achevé la phase actuelle de l'examen du point 71 c) de l'ordre du jour.

source: Report of the Third Committee (A/60/509/Add.4)
fr: Rapport de la Troisième Commission (A/60/509/Add.4)

source: The Acting President: May I take it that the Assembly wishes to take note of the report of the Third Committee in document A/60/509/Add.4?
fr: La Présidente par intérim (parle en anglais) : Puis-je considérer que l'Assemblée décide de prendre note du rapport de la Troisième Commission publié sous la cote A/60/509/Add.4?

source: The Acting President: May I take it that it is the wish of the General Assembly to conclude its consideration of sub-item (d) of agenda item 71?
fr: La Présidente par intérim (parle en anglais) : Puis-je considérer que l'Assemblée générale en a ainsi terminé avec l'examen du point 71 d) de l'ordre du jour?

source: Report of the Third Committee (A/60/509/Add.5)
fr: Rapport de la Troisième Commission (A/60/509/Add.5)

source: The Acting President: May I take it that Assembly wishes to take note of the report of the Third Committee in document A/60/509/Add.5?
fr: La Présidente par intérim (parle en anglais) : Puis-je considérer que l'Assemblée décide de prendre note du rapport de la Troisième Commission publié sous la cote A/60/509/Add.5?

source: The Acting President: May I take it that it is the wish of the General Assembly to conclude its consideration of sub-item (e) of agenda item 71?
fr: La Présidente par intérim (parle en anglais) : Puis-je considérer que l'Assemblée générale en a ainsi terminé avec l'examen du point 71 e) de l'ordre du jour?

source: Report of the Third Committee (A/60/510)
fr: Rapport de la Troisième Commission (A/60/510)

source: The Acting President: The Assembly has before it three draft resolutions recommended by the Third Committee in paragraph 21 of its report in document A/60/510, and one draft decision recommended by the Third Committee in paragraph 22 of the same report.
fr: La Présidente par intérim (parle en anglais) : L'Assemblée est saisie de trois projets de résolution recommandés par la Troisième Commission au paragraphe 21 de son rapport publié sous la cote A/60/510 et d'un projet de décision recommandé par la Commission au paragraphe 22 du même document.

source: We will now take decisions on draft resolutions I through III and on the draft decision.
fr: L'Assemblée va se prononcer sur les projets de résolution I à III et sur le projet de décision.

source: Draft resolution I is entitled “Strengthening the United Nations Crime Prevention and Criminal Justice Programme, in particular its technical cooperation capacity”.
fr: Le projet de résolution I est intitulé « Renforcement du Programme des Nations Unies pour la prévention du crime et la justice pénale, en particulier de ses capacités de coopération technique ».

source: Draft resolution I was adopted (resolution 60/175).
fr: Le projet de résolution I est adopté (résolution 60/175).

source: The Acting President: Draft resolution II is entitled “United Nations African Institute for the Prevention of Crime and the Treatment of Offenders”.
fr: La Présidente par intérim (parle en anglais) : Le projet de résolution II est intitulé « Institut africain des Nations Unies pour la prévention du crime et le traitement des délinquants ».

source: Draft resolution II was adopted (resolution 60/176).
fr: Le projet de résolution II est adopté (résolution 60/176).

source: The Acting President: Draft resolution III is entitled “Follow-up to the Eleventh United Nations Congress on Crime Prevention and Criminal Justice”.
fr: La Présidente par intérim (parle en anglais) : Le projet de résolution III est intitulé « Suivi du onzième Congrès des Nations Unies pour la prévention du crime et la justice pénale ».

source: Draft resolution III was adopted (resolution 60/177).
fr: Le projet de résolution III est adopté (résolution 60/177).

source: The Acting President: We now turn to the draft decision, entitled “Reports considered by the General Assembly in connection with the question of crime prevention and criminal justice”.
fr: La Présidente par intérim (parle en anglais) : Nous passons maintenant au projet de décision, intitulé « Rapports examinés par l'Assemblée générale au titre de la question relative à la prévention du crime et à la justice pénale ».

source: May I it that it is the wish of the General Assembly to adopt the draft decision recommended by the Third Committee in paragraph 22 of its report?
fr: Puis-je considérer que l'Assemblée générale souhaite adopter le projet de décision recommandé par la Troisième Commission au paragraphe 22 de son rapport?

source: The Acting President: May I take it that it is the wish of the General Assembly to conclude its consideration of agenda item 106?
fr: La Présidente par intérim (parle en anglais) : Puis-je considérer que l'Assemblée générale en a ainsi terminé avec l'examen du point 106 de l'ordre du jour?

source: Report of the Third Committee (A/60/511)
fr: Rapport de la Troisième Commission (A/60/511)

source: The Acting President: The Assembly has before it two draft resolutions recommended by the Third Committee in paragraph 15 of its report in document A/60/511.
fr: La Présidente par intérim (parle en anglais) : L'Assemblée est saisie de deux projets de résolution recommandés par la Troisième Commission au paragraphe 15 de son rapport publié sous la cote A/60/511.

source: We will now take decisions on draft resolutions I and II.
fr: Nous allons maintenant nous prononcer sur les projets de résolution I et II.

source: Draft resolution I is entitled “International cooperation against the world drug problem”.
fr: Le projet de résolution I est intitulé « Coopération internationale face au problème mondial de la drogue ».

source: Draft resolution I was adopted (resolution 60/178).
fr: Le projet de résolution I est adopté (résolution 60/178).

source: The Acting President: Draft resolution II is entitled “Providing support to Afghanistan with a view to ensuring effective implementation of its Counter-Narcotic Implementation Plan”.
fr: La Présidente par intérim (parle en anglais) : Le projet de résolution II est intitulé « Soutien aux efforts de l'Afghanistan en vue d'assurer la mise en place effective de son Plan de mise en œuvre de la lutte contre les stupéfiants ».

source: Draft resolution II was adopted (resolution 60/179).
fr: Le projet de résolution II est adopté (résolution 60/179).

source: The Acting President: May I take it that it is the wish of the General Assembly to conclude its consideration of agenda item 107?
fr: La Présidente par intérim (parle en anglais) : Puis-je considérer que l'Assemblée générale en a ainsi terminé avec son examen du point 107 de l'ordre du jour?

source: Report of the Third Committee (A/60/512)
fr: Rapport de la Troisième Commission (A/60/512)

source: The Acting President: The Assembly has before it two draft decisions recommended by the Third Committee in paragraph 6 of its report in document A/60/512.
fr: La Présidente par intérim (parle en anglais) : L'Assemblée est saisie de deux projets de décision recommandés par la Troisième Commission au paragraphe 6 de son rapport publié sous la cote A/60/512.

source: We will now take decisions on draft decisions I and II.
fr: Nous allons maintenant nous prononcer sur les projets de décision I et II.

source: The Third Committee adopted draft decision I, entitled “Programme of work of the Third Committee for the sixty-first session of the General Assembly”.
fr: La Troisième Commission a adopté le projet de décision I, intitulé « Programme de travail de la Troisième Commission pour la soixante et unième session de l'Assemblée générale ».

source: The Acting President: Draft decision II is entitled “Rotation of the post of Rapporteur of the Third Committee”.
fr: La Présidente par intérim (parle en anglais) : Le projet de décision II est intitulé « Roulement dans l'exercice des fonctions de rapporteur de la Troisième Commission ».

source: May I take it that it is the wish of the Assembly to adopt draft decision II?
fr: Puis-je considérer que l'Assemblée décide d'adopter le projet de décision II?

source: The Acting President: The General Assembly has thus concluded this stage of its consideration of agenda item 116.
fr: La Présidente par intérim (parle en anglais) : L'Assemblée générale a ainsi achevé la phase actuelle de son examen du point 116 de l'ordre du jour.

source: I call on the representative of the Democratic People's Republic of Korea, who wishes to speak in exercise of the right of reply.
fr: Je donne la parole au représentant de la République populaire démocratique de Corée, qui souhaite exercer son droit de réponse.

source: Mr. Sin Song Chol (Democratic People's Republic of Korea): With regard to the statement delivered by the representative of Japan, my delegation thinks that, instead of seeking support for something which has already been settled and wasting time on that, it would be more appropriate for the Japanese Government and the Japanese delegation here in this room to seek more comprehension and more understanding on the subject that is outstanding between the two countries.
fr: M. Sin Song Chol (République populaire démocratique de Corée) (parle en anglais) : S'agissant de la déclaration prononcée par le représentant du Japon, ma délégation pense qu'au lieu de perdre du temps à chercher des appuis pour quelque chose qui a déjà été réglé, il serait plus indiqué que le Gouvernement japonais et la délégation japonaise présente dans cette salle travaillent à une meilleure compréhension et une meilleure entente sur le sujet non réglé entre les deux pays.

source: In the statement made by my delegation, stress was put on the facts surrounding the abduction of Japanese-Korean citizens by some Japanese non-governmental organizations in the border area between China and the Democratic People's Republic of Korea.
fr: Dans la déclaration faite par ma délégation, l'accent a été mis sur les faits qui entourent l'enlèvement de citoyens nippo-coréens par certaines organisations non gouvernementales japonaises à la frontière entre la Chine et la République populaire démocratique de Corée.

source: There were more than a few such facts mentioned in my delegation's statement.
fr: La déclaration de ma délégation contenait plus qu'un petit nombre de ces faits.

source: That is why we would like to urge the Japanese Government to acknowledge its past crimes very sincerely, to cease and never repeat the crimes that its nationals are committing on the border between my country and China, and fully to comply with the Pyongyang Declaration adopted during Mr. Koizumi's visit to Pyongyang.
fr: C'est la raison pour laquelle nous tenons à exhorter le Gouvernement japonais à reconnaître ses crimes passés avec la plus grande sincérité, à mettre fin aux crimes que ses ressortissants commettent à la frontière entre mon pays et la Chine et à ne jamais recommencer, et à se conformer pleinement à la Déclaration de Pyongyang adoptée au cours du voyage à Pyongyang de M. Koizumi.

source: I think that would be the only way for both countries to have the rapprochement that is quite needed, called for and required by both peoples.
fr: Je pense que ce serait la seule façon pour les deux pays de connaître le rapprochement bien nécessaire, voulu et appelé de leurs vœux par nos deux peuples.

source: The Acting President: The General Assembly has thus concluded its consideration of all of the reports of the Third Committee before it.
fr: La Présidente par intérim (parle en anglais) : L'Assemblée générale a ainsi terminé l'examen de tous les rapports de la Troisième Commission dont elle était saisie.

source: I give the floor to the representative of Guinea-Bissau on a point of order.
fr: Je donne la parole au représentant de la Guinée-Bissau pour une motion d'ordre.

source: Mr. Cabral (Guinea-Bissau): I heard you say, Madam, that we have just concluded our consideration of all of the reports of the Third Committee.
fr: M. Cabral (Guinée-Bissau) (parle en anglais) : Je viens de vous entendre dire, Madame la Présidente, que nous venons de terminer notre examen de tous les rapports de la Troisième Commission.

source: What about those with budgetary implications?
fr: Qu'en est-il de ceux relatifs aux incidences budgétaires?

source: The Acting President: I thought that it had been made clear earlier that all those with budgetary implications will be considered after the Fifth Committee has finalized its work.
fr: La Présidente par intérim (parle en anglais) : Je pensais qu'il avait été clairement expliqué plus tôt que les incidences budgétaires seront examinées une fois que la Cinquième Commission aura achevé ses travaux.

source: The Assembly has concluded the reports of the Third Committee that were before it today.
fr: L'Assemblée a ainsi conclu l'examen des rapports de la Troisième Commission dont elle était saisie.

source: FOR THE YEAR ENDED 31 DECEMBER 2004∗
fr: POUR L'EXERCICE CLOS LE 31 DÉCEMBRE 2004*

source: Report of the Board of Auditors
fr: Cas de fraude et de présomption de fraude 274 − 276 53

source: The Board of Auditors has audited the financial statements of the voluntary funds administered by the United Nations High Commissioner for Refugees for the period from 1 January to 31 December 2004, in accordance with General Assembly resolution 74 (I) of 7 December 1946.
fr: Le Comité des commissaires aux comptes a vérifié les états financiers des contributions volontaires gérées par le Haut-Commissaire des Nations Unies pour les réfugiés (HCR) pour l'exercice allant du 1er janvier au 31 décembre 2004, en application de la résolution 74 (I) de l'Assemblée générale en date du 7 décembre 1946.

source: The audit was conducted primarily to enable the Board to form an opinion as to whether the expenditures recorded in the financial statements for the period from 1 January to 31 December 2004 had been incurred for the purposes approved by the Executive Committee; whether income and expenditures were properly classified and recorded in accordance with the Financial Regulations and Rules; and whether the financial statements of the voluntary funds administered by the High Commissioner for Refugees presented fairly the financial position as at 31 December 2004, and the results of operations for the period then ended.
fr: Le contrôle avait principalement pour objet de permettre au Comité de se faire une opinion sur la question de savoir si les dépenses figurant dans les états financiers de l'exercice allant du 1er janvier au 31 décembre 2004 avaient été engagées aux fins approuvées par le Comité exécutif du HCR, si les recettes et les dépenses avaient été convenablement classées et comptabilisées, conformément au Règlement financier et aux règles de gestion financière, et si les contributions volontaires gérées par le Haut-Commissaire des Nations Unies pour les réfugiés reflétaient fidèlement la situation financière au 31 décembre 2004 et les résultats des activités de l'exercice clos à cette date.

source: The audit included a general review of financial systems and internal controls and a test examination of the accounting records and other supporting evidence to the extent that the Board considered necessary to form an opinion on the financial statements.
fr: Les vérificateurs ont notamment effectué un examen général des systèmes financiers et des mécanismes de contrôle interne et procédé à des vérifications par sondage des documents comptables et autres pièces justificatives, dans la mesure qu'ils ont jugée nécessaire pour formuler une opinion sur les états financiers.

source: In addition to the audit of the accounts and financial transactions, the Board carried out reviews under United Nations financial regulation 7.5 and article 11.4 of the Financial Rules for voluntary funds administered by the High Commissioner for Refugees, principally on the management of international protection and results-based management.
fr: Outre la vérification des comptes et des opérations financières, le Comité a procédé à différents examens en application de l'article 7.5 du Règlement financier de l'Organisation des Nations Unies et de l'article 11.4 des règles de gestion financière relatives aux contributions volontaires gérées par le HCR, en ce qui concerne principalement les opérations de protection internationale et la gestion axée sur les résultats.

source: The audit was carried out at the headquarters of the Office of the United Nations High Commissioner for Refugees (UNHCR) at Geneva and at its offices in Angola, Eritrea, Ethiopia, Namibia, the Russian Federation and the United States of America (New York) for the same period.
fr: Le contrôle a été effectué au siège du Haut-Commissariat à Genève et dans ses bureaux en Angola, en Érythrée, en Éthiopie, aux États-Unis d'Amérique (New York), en Fédération de Russie et en Namibie, pour la même période.

source: The General Assembly also requested the Board to follow up on previous recommendations and to report to it accordingly.
fr: L'Assemblée générale a également prié le Comité de suivre l'application de recommandations antérieures et de lui faire rapport à ce sujet.

source: These matters are addressed in paragraphs 8 to 11 below.
fr: Ces questions sont abordées aux paragraphes 8 à 11 du présent rapport.

source: Its detailed findings are discussed in paragraphs 14 to 276.
fr: Les constatations sont exposées en détail aux paragraphes 14 à 276.

source: Year ended 31 December 2002 (A/57/5/Add.5) and previous years
fr: Exercice clos le 31 décembre 2002 (A/57/5/Add.5) et exercices antérieurs

source: UNHCR had yet to implement a recommendation dating back to 1996 on non-expendable property.
fr: Le HCR n'avait toujours pas donné suite à une recommandation sur les biens durables remontant à 1996.

source: For the year ended 31 December 2002, 9 of the 34 recommendations were still under implementation as at March 2005, and of these 9, three were reiterated in the 2003 report.
fr: Pour l'exercice clos le 31 décembre 2002, neuf des 34 recommandations étaient encore en cours d'application en mars 2005, dont trois avaient été renouvelées dans le rapport pour 2003.

source: Five of these 9 recommendations related to the implementation of the human resources data-processing module or involved the United Nations Secretariat.
fr: Cinq de ces neuf recommandations avaient trait à l'application du module de traitement des données relatives aux ressources humaines ou concernaient le Secrétariat de l'ONU.

source: The comments of the Board have been summarized in annex II to the present chapter.
fr: On trouvera un récapitulatif des observations du Comité dans l'annexe II au présent chapitre.

source: Year ended 31 December 2003 (A/58/5/Add.5)
fr: Exercice clos le 31 décembre 2003 (A/58/5/Add.5)

source: For the year ended 31 December 2003, of a total of 43 recommendations, 14 (32 per cent) had been implemented by May 2005, 27 (63 per cent) were under implementation and 2 (5 per cent) remained unimplemented.
fr: Pour l'exercice clos le 31 décembre 2003, sur un total de 43 recommandations, 14 (soit 32 %) avaient été appliquées en mai 2005, 27 (63 %) étaient en cours de mise en œuvre et 2 (5 %) étaient restées sans suite.

source: The comments of the Board have been summarized in annex I to the present chapter.
fr: On trouvera un récapitulatif des observations du Comité dans l'annexe I au présent chapitre.

source: The Board has reiterated previous recommendations that have not yet been fully implemented (see paras. 20, 93 and 251).
fr: Les recommandations antérieures auxquelles il n'avait pas encore été donné suite lors du contrôle sont rappelées aux paragraphes 20, 93 et 251.

source: The Board invites the Administration to assign specific responsibility and establish an achievable time frame to implement them, as requested by the General Assembly in paragraph 8 of its resolution A/59/264.
fr: Le Comité invite l'Administration à désigner des responsables chargés de les appliquer et à définir un calendrier de mise en œuvre réaliste.

source: The Board's main recommendations are that UNHCR:
fr: Le Comité recommande au HCR:

source: (a) Fund end-of-service and post-retirement benefit liabilities (para. 53);
fr: a) D'assurer le financement des montants à prévoir au titre des prestations payables à la cessation de service ou après le départ à la retraite (par. 53);

source: (b) Adopt written guidelines for posting expenditures funded under the contribution from the United Nations regular budget (para. 58);
fr: b) D'adopter des directives écrites aux fins de comptabiliser les dépenses financées au moyen de la contribution imputée au budget ordinaire de l'Organisation des Nations Unies (par. 58);

source: (c) Update its memorandum of understanding with United Nations Development Programme (UNDP) in order to manage the procedure for the payment of advances (para. 69);
fr: c) De réviser le mémorandum d'accord avec le Programme des Nations Unies pour le développement (PNUD) afin de mieux gérer la procédure de versement des avances (par. 69);

source: (d) Review the accounting for advances to UNDP (para. 71);
fr: d) De revoir ses procédures de comptabilisation des avances versées au PNUD (par. 71);

source: (e) Segregate funds received from the Iraq Trust Fund, and maintain as soon as possible a separate ledger (para. 87);
fr: e) De comptabiliser séparément les fonds reçus du Fonds d'affectation spéciale pour l'Iraq et d'établir un compte distinct dans les meilleurs délais (par. 87);

source: (f) Implement a full segregation of duties on investment and cash-management decisions (para. 89);
fr: f) De séparer entièrement les fonctions de décision relatives aux placements et à la gestion de trésorerie (par. 89);

source: (g) Continue to improve its assets management and annual inventory checks (para. 102);
fr: g) De continuer à améliorer la gestion de ses éléments d'actif et ses contrôles d'inventaire annuels (par. 102);

source: (h) Terminate the recruitment of short-term staff through implementing partners, in order to comply with its instructions on staff employment (para. 129);
fr: h) De mettre fin à la pratique des engagements pour une période de courte durée, afin de donner suite à ses circulaires concernant le recrutement (par. 129);

source: (i) Contact other United Nations publication services, to benchmark against their experience and solutions in the marketing and distribution of publications (para. 170);
fr: i) De contacter d'autres services des publications des Nations Unies et de comparer son expérience et ses solutions en matière de commercialisation et de distribution des publications avec les leurs (par. 170);

source: (j) Streamline the relations between Headquarters and protection field operations (para. 178);
fr: j) De rationaliser les relations entre le siège et les opérations de protection (par. 178);

source: (k) Review its succession planning for highly specialized legal positions (para. 180);
fr: k) De revoir la gestion de la planification des successions aux postes juridiques très spécialisés (par. 180);
